Repository: y187082446-netizen/Compositor-cn
Catalog: Compositor/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, it, ja, pt_br, ru, zh_hans

source: Click a purple or green fringe to set its hue range.
ar: انقر فوق هامش أرجواني أو أخضر لتعيين نطاق تدرج اللون الخاص به.
es: Haga clic en una franja violeta o verde para establecer su rango de tono.
fr: Cliquez sur une frange violette ou verte pour définir sa gamme de teintes.
it: Fare clic su una frangia viola o verde per impostarne l'intervallo di tonalità.
ja: 紫または緑の縁をクリックして、その色相の範囲を設定します。
pt_br: Clique em uma franja roxa ou verde para definir sua faixa de matiz.
ru: Нажмите фиолетовую или зеленую бахрому, чтобы установить диапазон ее оттенков.
zh_hans: 单击紫色或绿色边缘以设置其色调范围。

source: Click a shortcut, then press its new key combination. Changes apply when you save.
ar: انقر فوق الاختصار، ثم اضغط على مجموعة المفاتيح الجديدة الخاصة به. تنطبق التغييرات عند الحفظ.
es: Haga clic en un acceso directo y luego presione su nueva combinación de teclas. Los cambios se aplican cuando guardas.
fr: Cliquez sur un raccourci, puis appuyez sur sa nouvelle combinaison de touches. Les modifications s'appliquent lorsque vous enregistrez.
hi: Click a shortcut, then press its new key combination. जब आप सहेजते हैं तो परिवर्तन लागू होते हैं.
it: Fai clic su una scorciatoia, quindi premi la nuova combinazione di tasti. Le modifiche vengono applicate quando salvi.
ja: ショートカットをクリックし、新しいキーの組み合わせを押します。変更は保存時に適用されます。
pt_br: Clique em um atalho e pressione sua nova combinação de teclas. As alterações se aplicam quando você salva.
ru: Нажмите ярлык, затем нажмите новую комбинацию клавиш. Изменения вступят в силу при сохранении.
zh_hans: 单击快捷方式，然后按其新组合键。保存时更改将生效。

source: Click an object to select its outline · Tab for Wand · Shift add · Option subtract · Drag inside to move · ⌘-drag moves pixels · Delete clears · ⌘D deselect
ar: انقر فوق كائن لتحديد مخططه الخارجي · Tab for Wand · Shift add · Option Subtract · اسحب للداخل للتحرك · ⌘ - اسحب تحركات وحدات البكسل · حذف للمسح · ⌘D قم بإلغاء التحديد
es: Haga clic en un objeto para seleccionar su contorno · Pestaña para Varita · Mayús agregar · Opción restar · Arrastrar hacia adentro para mover · ⌘-arrastrar mueve píxeles · Eliminar borra · ⌘D deseleccionar
fr: Cliquez sur un objet pour sélectionner son contour · Onglet pour la baguette · Maj ajouter · Option soustraire · Faire glisser à l'intérieur pour déplacer · ⌘-glisser déplace les pixels · Supprimer efface · ⌘D désélectionner
hi: किसी ऑब्जेक्ट की रूपरेखा का चयन करने के लिए उस पर क्लिक करें · वैंड के लिए टैब · शिफ्ट जोड़ें · विकल्प घटाएं · स्थानांतरित करने के लिए अंदर खींचें · ⌘-खींचें पिक्सेल को स्थानांतरित करता है · हटाएं साफ़ करें · ⌘D अचयनित करें
it: Fai clic su un oggetto per selezionarne il contorno · Scheda per Bacchetta · Maiusc aggiungi · Opzione sottrai · Trascina all'interno per spostare · ⌘-trascina sposta i pixel · Elimina cancella · ⌘D deseleziona
ja: オブジェクトをクリックして輪郭を選択します · Tab キーでワンド · Shift キーで追加 · Option で削除 · 内側にドラッグして移動 · ⌘-ドラッグでピクセルを移動 · 削除でクリア · ⌘D で選択解除
pt_br: Clique em um objeto para selecionar seu contorno · Guia para varinha · Shift adicionar · Opção subtrair · Arraste para dentro para mover · ⌘-arraste move pixels · Excluir limpa · ⌘D desmarcar
ru: Щелкните объект, чтобы выделить его контур · Вкладка для палочки · Shift добавить · Опция вычитания · Перетащите внутрь для перемещения · Перетаскивание с нажатой клавишей ⌘ перемещает пиксели · Удалить очищает · ⌘D отменяет выбор
zh_hans: 单击对象以选择其轮廓 · Wand 选项卡 · Shift 添加 · Option 减去 · 向内拖动以移动 · ⌘ 拖动移动像素 · 删除清除 · ⌘D 取消选择

source: Click corners · Click start, double-click or Enter to close · Delete removes corner · Escape cancel
ar: انقر فوق الزوايا · انقر فوق ابدأ، أو انقر نقرًا مزدوجًا أو أدخل للإغلاق · حذف وإزالة الزاوية · إلغاء الإلغاء
es: Haga clic en las esquinas · Haga clic en Inicio, haga doble clic o Intro para cerrar · Eliminar elimina la esquina · Escapar cancelar
fr: Cliquez sur les coins · Cliquez sur Démarrer, double-cliquez ou Entrée pour fermer · Supprimer supprime le coin · Échapper annuler
hi: कोनों पर क्लिक करें · प्रारंभ पर क्लिक करें, बंद करने के लिए डबल-क्लिक करें या एंटर करें · हटाएं कोने को हटा देता है · एस्केप रद्द करें
it: Fare clic sugli angoli · Fare clic su Start, fare doppio clic o Invio per chiudere · Elimina rimuove l'angolo · Esci annulla
ja: 角をクリックします · スタートをクリック、ダブルクリックまたは Enter で閉じます · 削除すると角が削除されます · エスケープしてキャンセルします
pt_br: Clique nos cantos · Clique em Iniciar, clique duas vezes ou Enter para fechar · Excluir remove canto · Escape cancelar
ru: Нажмите на углы · Нажмите «Пуск», дважды щелкните или «Ввод», чтобы закрыть · Удалить удаляет угол · Escape Отмена
zh_hans: 单击角点 · 单击开始，双击或 Enter 关闭 · 删除删除角点 · 退出取消

source: Click the canvas to sample
ar: انقر فوق اللوحة القماشية لأخذ عينات
es: Haga clic en el lienzo para probar
fr: Cliquez sur le canevas pour échantillonner
it: Fare clic sulla tela per campionare
ja: サンプルするにはキャンバスをクリックしてください
pt_br: Clique na tela para experimentar
ru: Нажмите на холст, чтобы попробовать
zh_hans: 单击画布进行采样

source: Click the fringe on the layer. Click the eyedropper again to stop.
ar: انقر على هامش الطبقة. انقر فوق الشافطة مرة أخرى للتوقف.
es: Haga clic en el borde de la capa. Haga clic en el cuentagotas nuevamente para detenerse.
fr: Cliquez sur la frange sur le calque. Cliquez à nouveau sur la pipette pour arrêter.
hi: परत पर फ्रिंज पर क्लिक करें. रोकने के लिए आईड्रॉपर पर फिर से क्लिक करें।
it: Fare clic sulla frangia sul livello. Fare di nuovo clic sul contagocce per interrompere.
ja: レイヤー上のフリンジをクリックします。停止するには、スポイトをもう一度クリックします。
pt_br: Clique na franja da camada. Clique no conta-gotas novamente para parar.
ru: Щелкните бахрому на слое. Нажмите пипетку еще раз, чтобы остановить.
zh_hans: 单击图层上的边缘。再次单击吸管即可停止。

source: Click the image to add that color to the selection
ar: انقر على الصورة لإضافة هذا اللون إلى التحديد
es: Haga clic en la imagen para agregar ese color a la selección.
fr: Cliquez sur l'image pour ajouter cette couleur à la sélection
hi: चयन में वह रंग जोड़ने के लिए छवि पर क्लिक करें
it: Fare clic sull'immagine per aggiungere quel colore alla selezione
ja: 画像をクリックしてその色を選択範囲に追加します
pt_br: Clique na imagem para adicionar essa cor à seleção
ru: Нажмите на изображение, чтобы добавить этот цвет в выделение.
zh_hans: 单击图像以将该颜色添加到选择中

source: Click the image to center this range on that color
ar: انقر على الصورة لتوسيط هذا النطاق على هذا اللون
es: Haga clic en la imagen para centrar este rango en ese color.
fr: Cliquez sur l'image pour centrer cette plage sur cette couleur
hi: इस श्रेणी को उस रंग पर केन्द्रित करने के लिए छवि पर क्लिक करें
it: Fare clic sull'immagine per centrare l'intervallo su quel colore
ja: 画像をクリックして、この範囲をその色を中心に配置します
pt_br: Clique na imagem para centralizar esse intervalo naquela cor
ru: Щелкните изображение, чтобы центрировать этот диапазон по этому цвету.
zh_hans: 单击图像使该范围以该颜色为中心

source: Click the image to narrow this range to exclude that color
ar: انقر على الصورة لتضييق هذا النطاق لاستبعاد هذا اللون
es: Haga clic en la imagen para reducir este rango y excluir ese color.
fr: Cliquez sur l'image pour affiner cette plage afin d'exclure cette couleur
hi: उस रंग को बाहर करने के लिए इस सीमा को सीमित करने के लिए छवि पर क्लिक करें
it: Fare clic sull'immagine per restringere l'intervallo ed escludere quel colore
ja: 画像をクリックして範囲を狭め、その色を除外します
pt_br: Clique na imagem para restringir esse intervalo e excluir essa cor
ru: Нажмите на изображение, чтобы сузить этот диапазон и исключить этот цвет.
zh_hans: 单击图像可缩小此范围以排除该颜色

source: Click the image to pick the color to select.
ar: انقر على الصورة لاختيار اللون لتحديده.
es: Haga clic en la imagen para elegir el color a seleccionar.
fr: Cliquez sur l'image pour choisir la couleur à sélectionner.
hi: चुनने के लिए रंग चुनने के लिए छवि पर क्लिक करें।
it: Fare clic sull'immagine per scegliere il colore da selezionare.
ja: 画像をクリックして色を選択してください。
pt_br: Clique na imagem para escolher a cor a ser selecionada.
ru: Нажмите на изображение, чтобы выбрать цвет.
zh_hans: 单击图像以选择要选择的颜色。

source: Click the image to select that color
ar: انقر على الصورة لتحديد هذا اللون
es: Haz clic en la imagen para seleccionar ese color.
fr: Cliquez sur l'image pour sélectionner cette couleur
hi: उस रंग का चयन करने के लिए छवि पर क्लिक करें
it: Fare clic sull'immagine per selezionare quel colore
ja: 画像をクリックしてその色を選択してください
pt_br: Clique na imagem para selecionar essa cor
ru: Нажмите на изображение, чтобы выбрать этот цвет
zh_hans: 单击图像以选择该颜色

source: Click the image to take that color out of the selection
ar: انقر على الصورة لإخراج هذا اللون من التحديد
es: Haga clic en la imagen para quitar ese color de la selección.
fr: Cliquez sur l'image pour retirer cette couleur de la sélection
hi: उस रंग को चयन से बाहर निकालने के लिए छवि पर क्लिक करें
it: Fare clic sull'immagine per eliminare il colore dalla selezione
ja: 画像をクリックしてその色を選択範囲から外します
pt_br: Clique na imagem para retirar essa cor da seleção
ru: Нажмите на изображение, чтобы убрать этот цвет из выделения.
zh_hans: 单击图像以将该颜色从选择中删除

source: Click the image to widen this range to include that color
ar: انقر على الصورة لتوسيع هذا النطاق ليشمل هذا اللون
es: Haga clic en la imagen para ampliar esta gama e incluir ese color.
fr: Cliquez sur l'image pour élargir cette gamme afin d'inclure cette couleur
hi: उस रंग को शामिल करने के लिए इस रेंज को चौड़ा करने के लिए छवि पर क्लिक करें
it: Fare clic sull'immagine per ampliare l'intervallo e includere quel colore
ja: 画像をクリックして範囲を広げ、その色を含めます
pt_br: Clique na imagem para ampliar esse intervalo para incluir essa cor
ru: Нажмите на изображение, чтобы расширить этот диапазон и включить этот цвет.
zh_hans: 单击图像可扩大此范围以包含该颜色

source: Click the original layer to set %@. Click the eyedropper again to stop.
ar: انقر فوق الطبقة الأصلية لتعيين %@. انقر فوق الشافطة مرة أخرى للتوقف.
es: Haga clic en la capa original para establecer %@. Haga clic en el cuentagotas nuevamente para detenerse.
fr: Cliquez sur le calque d'origine pour définir %@. Cliquez à nouveau sur la pipette pour arrêter.
hi: %@ सेट करने के लिए मूल परत पर क्लिक करें। रोकने के लिए आईड्रॉपर पर फिर से क्लिक करें।
it: Fare clic sul livello originale per impostare %@. Fare di nuovo clic sul contagocce per interrompere.
ja: 元のレイヤーをクリックして %@ を設定します。停止するには、スポイトをもう一度クリックします。
pt_br: Clique na camada original para definir %@. Clique no conta-gotas novamente para parar.
ru: Щелкните исходный слой, чтобы установить %@. Нажмите пипетку еще раз, чтобы остановить.
zh_hans: 单击原始图层以设置%@。再次单击吸管即可停止。

source: Click the original layer. Click the eyedropper again to stop.
ar: انقر فوق الطبقة الأصلية. انقر فوق الشافطة مرة أخرى للتوقف.
es: Haga clic en la capa original. Haga clic en el cuentagotas nuevamente para detenerse.
fr: Cliquez sur le calque d'origine. Cliquez à nouveau sur la pipette pour arrêter.
it: Fare clic sul livello originale. Fare di nuovo clic sul contagocce per interrompere.
ja: 元のレイヤーをクリックします。停止するには、スポイトをもう一度クリックします。
pt_br: Clique na camada original. Clique no conta-gotas novamente para parar.
ru: Щелкните исходный слой. Нажмите пипетку еще раз, чтобы остановить.
zh_hans: 单击原始图层。再次单击吸管即可停止。

source: Click the picture to save a color. Up to eight colors.
ar: انقر على الصورة لحفظ اللون. ما يصل إلى ثمانية ألوان.
es: Haga clic en la imagen para guardar un color. Hasta ocho colores.
fr: Cliquez sur l'image pour enregistrer une couleur. Jusqu'à huit couleurs.
hi: Click the picture to save a color. आठ रंगों तक.
it: Fare clic sull'immagine per salvare un colore. Fino a otto colori.
ja: 画像をクリックして色を保存します。最大8色まで。
pt_br: Clique na imagem para salvar uma cor. Até oito cores.
ru: Нажмите на картинку, чтобы сохранить цвет. До восьми цветов.
zh_hans: 单击图片以保存颜色。最多八种颜色。

source: Click to add a point. Drag to adjust.
ar: انقر لإضافة نقطة. اسحب للضبط.
es: Haga clic para agregar un punto. Arrastre para ajustar.
fr: Cliquez pour ajouter un point. Faites glisser pour ajuster.
hi: एक बिंदु जोड़ने के लिए क्लिक करें. समायोजित करने के लिए खींचें.
it: Fare clic per aggiungere un punto. Trascina per regolare.
ja: クリックして点を追加します。ドラッグして調整します。
pt_br: Clique para adicionar um ponto. Arraste para ajustar.
ru: Нажмите, чтобы добавить точку. Перетащите, чтобы настроить.
zh_hans: 单击以添加点。拖动进行调整。

source: Click to select similar colors · Tab for Object · Shift add · Option subtract · Drag inside to move · ⌘-drag moves pixels · Delete clears · ⌘D deselect
ar: انقر لتحديد ألوان مشابهة · علامة التبويب للكائن · إضافة Shift · طرح الخيار · اسحب للداخل للتحرك · ⌘-اسحب تحركات وحدات البكسل · حذف المسحات · ⌘D إلغاء التحديد
es: Haga clic para seleccionar colores similares · Pestaña para Objeto · Mayús agregar · Opción restar · Arrastrar hacia adentro para mover · ⌘-arrastrar mueve píxeles · Eliminar borra · ⌘D deseleccionar
fr: Cliquez pour sélectionner des couleurs similaires · Onglet pour l'objet · Maj ajouter · Option soustraire · Faire glisser vers l'intérieur pour déplacer · ⌘-glisser déplace les pixels · Supprimer efface · ⌘D désélectionner
hi: समान रंगों का चयन करने के लिए क्लिक करें · ऑब्जेक्ट के लिए टैब · शिफ्ट जोड़ें · विकल्प घटाएं · स्थानांतरित करने के लिए अंदर खींचें · ⌘-खींचें पिक्सेल को स्थानांतरित करता है · हटाएं साफ़ करें · ⌘D अचयनित करें
it: Fai clic per selezionare colori simili · Scheda per oggetto · Maiusc aggiungi · Opzione sottrai · Trascina all'interno per spostare · ⌘-trascina sposta i pixel · Elimina cancella · ⌘D deseleziona
ja: 類似した色をクリックして選択します · Tab キーでオブジェクトを選択 · Shift キーで追加 · Option で減算 · 内側にドラッグして移動 · ⌘ キーを押しながらドラッグしてピクセルを移動 · 削除でクリア · ⌘D で選択を解除
pt_br: Clique para selecionar cores semelhantes · Guia para objeto · Shift add · Opção subtrair · Arraste para dentro para mover · ⌘-arraste move pixels · Excluir limpa · ⌘D desmarcar
ru: Нажмите, чтобы выбрать похожие цвета · Вкладка для объекта · Shift добавить · Опция вычитания · Перетащите внутрь для перемещения · Перетаскивание с нажатой клавишей ⌘ перемещает пиксели · Удалить очищает · ⌘D отменяет выбор
zh_hans: 单击以选择相似的颜色 · 对象选项卡 · Shift 添加 · 选项减去 · 向内拖动以移动 · ⌘ 拖动移动像素 · 删除清除 · ⌘D 取消选择

source: Click to select; double-click to edit; Option-drag to copy %@
ar: انقر لتحديد؛ انقر نقرًا مزدوجًا للتحرير؛ مفتاح الخيارات - اسحب للنسخ %@
es: Haga clic para seleccionar; haga doble clic para editar; Opción y arrastrar para copiar %@
fr: Cliquez pour sélectionner ; double-cliquez pour modifier ; Option-glissez pour copier %@
hi: चयन करने के लिए क्लिक करें; संपादित करने के लिए डबल-क्लिक करें; %@ कॉपी करने के लिए विकल्प-खींचें
it: Fare clic per selezionare; fare doppio clic per modificare; Trascina tenendo premuto Opzione per copiare %@
ja: クリックして選択します。ダブルクリックして編集します。 Option キーを押しながらドラッグして %@ をコピーします
pt_br: Clique para selecionar; clique duas vezes para editar; Opção e arraste para copiar %@
ru: Нажмите, чтобы выбрать; дважды щелкните, чтобы отредактировать; Удерживая клавишу Option, перетащите, чтобы скопировать %@
zh_hans: 点击选择；双击进行编辑；按住 Option 键并拖动以复制 %@

source: Click to zoom in · Option-click to zoom out · Drag right or left to zoom smoothly · Space to pan
ar: انقر للتكبير · انقر مع الضغط على الخيار للتصغير · اسحب لليمين أو لليسار للتكبير بسلاسة · مسافة للتحريك
es: Haga clic para acercar · Opción y haga clic para alejar · Arrastre hacia la derecha o hacia la izquierda para acercar suavemente · Espacio para desplazarse
fr: Cliquez pour zoomer · Option-clic pour effectuer un zoom arrière · Faites glisser vers la droite ou la gauche pour zoomer en douceur · Espace pour effectuer un panoramique
hi: ज़ूम इन करने के लिए क्लिक करें · ज़ूम आउट करने के लिए विकल्प-क्लिक करें · सुचारू रूप से ज़ूम करने के लिए दाएं या बाएं खींचें · पैन करने के लिए जगह
it: Fai clic per ingrandire · Fai clic tenendo premuto il tasto Opzione per rimpicciolire · Trascina a destra o a sinistra per eseguire lo zoom in modo fluido · Spazio per eseguire la panoramica
ja: クリックしてズームイン · Option キーを押しながらクリックしてズームアウト · 右または左にドラッグしてスムーズにズーム · スペースでパン
pt_br: Clique para aumentar o zoom · Option-clique para diminuir o zoom · Arraste para a direita ou para a esquerda para ampliar suavemente · Espaço para deslocar
ru: Нажмите, чтобы увеличить масштаб · Нажмите клавишу «Option», чтобы уменьшить масштаб · Перетащите вправо или влево, чтобы плавно масштабировать · Пробел для панорамирования
zh_hans: 单击可放大 · 按住 Option 键单击可缩小 · 向右或向左拖动可平滑缩放 · 空格键可平移

source: Clipped to %@
ar: مقصوص إلى %@
es: Recortado a %@
fr: Écrêté sur %@
hi: %@ तक क्लिप किया गया
it: Ritagliato su %@
ja: %@ にクリップ
pt_br: Recortado para %@
ru: Обрезано по %@
zh_hans: 剪切到 %@

source: Clipping mask based on %@. Option-click the bottom of its row to release.
ar: قناع القطع يعتمد على %@. انقر مع الضغط على مفتاح الاختيار أسفل الصف الخاص به لتحريره.
es: Máscara de recorte basada en %@. Opción-haga clic en la parte inferior de su fila para liberarla.
fr: Masque d'écrêtage basé sur %@. Option-cliquez sur le bas de sa ligne pour la libérer.
hi: %@ पर आधारित क्लिपिंग मास्क। रिलीज़ करने के लिए इसकी पंक्ति के निचले भाग पर विकल्प-क्लिक करें।
it: Maschera di ritaglio basata su %@. Fai clic tenendo premuto il tasto Opzione sulla parte inferiore della riga per rilasciarla.
ja: %@ に基づくクリッピング マスク。 Option キーを押しながらその行の一番下をクリックして解放します。
pt_br: Máscara de recorte baseada em %@. Clique com a tecla Option pressionada na parte inferior de sua linha para liberar.
ru: Обтравочная маска на основе %@. Удерживая клавишу Option, щелкните нижнюю часть строки, чтобы отпустить ее.
zh_hans: 基于 %@ 的剪切蒙版。按住 Option 键单击该行的底部以释放。

source: Clone Stamp
ar: ختم استنساخ
es: Sello de clonación
fr: Timbre de clone
hi: क्लोन स्टाम्प
it: Timbro clone
ja: クローンスタンプ
pt_br: Clonar Carimbo
ru: Клон-штамп
zh_hans: 克隆印章

source: Clone Stamp (S) · Option-click sets the source
ar: Clone Stamp (S) · النقر مع الضغط على خيار يضبط المصدر
es: Sello de clonación (S) · Opción y clic establece la fuente
fr: Clone Stamp (S) · Option-clic pour définir la source
hi: क्लोन स्टैम्प (एस) · विकल्प-क्लिक स्रोत सेट करता है
it: Timbro clone (S) · Fare clic tenendo premuto Opzione per impostare la sorgente
ja: クローンスタンプ(S) ・Optionキーを押しながらクリックでソースを設定
pt_br: Clone Stamp (S) · Option-clique define a fonte
ru: Штамп клонирования (S) · При нажатии клавиши Option устанавливается источник.
zh_hans: 克隆图章 (S) · 按住 Option 键单击设置源

source: Close %@
ar: إغلاق %@
es: Cerrar %@
fr: Fermer %@
hi: बंद करें %@
it: Chiudi %@
ja: %@を閉じる
pt_br: Fechar %@
ru: Закрыть %@
zh_hans: 关闭%@

source: Close Project
ar: إغلاق المشروع
es: Cerrar proyecto
fr: Fermer le projet
hi: प्रोजेक्ट बंद करें
it: Chiudi progetto
ja: プロジェクトを閉じる
pt_br: Fechar projeto
ru: Закрыть проект
zh_hans: 关闭项目

source: Close to the current process, with slightly softer primary and shadow shifts.
ar: قريب من العملية الحالية، مع تحولات أولية وظلية أكثر ليونة قليلاً.
es: Cerca del proceso actual, con cambios primarios y de sombras ligeramente más suaves.
fr: Proche du processus actuel, avec des décalages primaires et d'ombre légèrement plus doux.
hi: थोड़ा नरम प्राथमिक और छाया बदलाव के साथ, वर्तमान प्रक्रिया के करीब।
it: Vicino al processo attuale, con spostamenti primari e ombre leggermente più morbidi.
ja: 現在のプロセスに近く、プライマリとシャドウのシフトがわずかにソフトになります。
pt_br: Próximo ao processo atual, com mudanças primárias e de sombra ligeiramente mais suaves.
ru: Близок к текущему процессу, с чуть более мягкими первичными и теневыми сдвигами.
zh_hans: 接近当前流程，主要和阴影偏移稍微柔和一些。

source: Clss
ar: كلس
es: clase
fr: Classe
hi: क्लास
it: Cls
ja: クラス
pt_br: Classe
ru: Класс
zh_hans: 类

source: Color
ar: اللون
fr: Couleur
hi: रंग
it: Colore
ja: 色
pt_br: Cor
ru: Цвет
zh_hans: 颜色

source: Color + neutral midtones
ar: اللون + الدرجات النصفية المحايدة
es: Color + medios tonos neutros
fr: Couleur + tons moyens neutres
hi: रंग + तटस्थ मध्यस्वर
it: Colore + mezzitoni neutri
ja: カラー + ニュートラルな中間色
pt_br: Cor + tons médios neutros
ru: Цвет + нейтральные полутона
zh_hans: 颜色+中性中间调

source: Color Balance
ar: توازن اللون
es: Equilibrio de color
fr: Balance des couleurs
hi: रंग संतुलन
it: Bilanciamento del colore
ja: カラーバランス
pt_br: Equilíbrio de cores
ru: Цветовой баланс
zh_hans: 色彩平衡

source: Color Balance…
ar: توازن اللون…
es: Equilibrio de color…
fr: Balance des couleurs…
hi: रंग संतुलन...
it: Bilanciamento del colore...
ja: カラーバランス…
pt_br: Equilíbrio de cores…
ru: Цветовой баланс…
zh_hans: 色彩平衡...

source: Color Burn
ar: حرق اللون
es: Quemadura de color
fr: Brûlure de couleur
hi: रंग जलाना
it: Brucia colore
ja: カラーバーン
pt_br: Queimadura de cor
ru: Цветной ожог
zh_hans: 颜色加深

source: Color Detail
ar: تفاصيل اللون
es: Detalle de color
fr: Détail de couleur
hi: रंग विवरण
it: Dettaglio colore
ja: 色の詳細
pt_br: Detalhe de cor
ru: Цвет Детали
zh_hans: 颜色细节

source: Color Dodge
ar: لون دودج
es: Sobreexponer color
fr: Couleur Esquive
hi: रंग चकमा
it: Colore Dodge
ja: カラードッジ
pt_br: Subexposição de cores
ru: Цветной осветлитель
zh_hans: 颜色减淡

source: Color Grading
ar: تدرج اللون
es: Clasificación de color
fr: Étalonnage des couleurs
hi: रंग ग्रेडिंग
it: Classificazione del colore
ja: カラーグレーディング
pt_br: Classificação de cores
ru: Цветокоррекция
zh_hans: 颜色分级

source: Color Mixer
ar: خلاط الألوان
es: Mezclador de colores
fr: Mélangeur de couleurs
hi: रंग मिक्सर
it: Miscelatore di colori
ja: カラーミキサー
pt_br: Misturador de cores
ru: Цветной миксер
zh_hans: 混色器

source: Color Overlay
ar: تراكب اللون
es: Superposición de colores
fr: Superposition de couleurs
hi: रंग ओवरले
it: Sovrapposizione di colori
ja: カラーオーバーレイ
pt_br: Sobreposição de cores
ru: Наложение цвета
zh_hans: 颜色叠加

source: Color Picker (Background Color)
ar: منتقي الألوان (لون الخلفية)
es: Selector de color (color de fondo)
fr: Sélecteur de couleurs (couleur d'arrière-plan)
hi: रंग चयनकर्ता (पृष्ठभूमि रंग)
it: Selettore colore (colore di sfondo)
ja: カラーピッカー (背景色)
pt_br: Seletor de cores (cor de fundo)
ru: Палитра цветов (цвет фона)
zh_hans: 颜色选择器（背景颜色）

source: Color Picker (Dither Dark Color)
ar: منتقي الألوان (ثبات اللون الداكن)
es: Selector de color (difuminado de color oscuro)
fr: Sélecteur de couleurs (tramage de couleur foncée)
hi: रंग चयनकर्ता (थोड़ा गहरा रंग)
it: Selettore colore (Dithering colore scuro)
ja: カラーピッカー (ディザダークカラー)
pt_br: Seletor de cores (pontilhamento de cor escura)
ru: Палитра цветов (Сглаживание темного цвета)
zh_hans: 颜色选择器（抖动深色）

source: Color Picker (Dither Light Color)
ar: منتقي الألوان (ثبات اللون الفاتح)
es: Selector de color (color claro de tramado)
fr: Sélecteur de couleurs (couleur de la lumière de tramage)
hi: रंग चयनकर्ता (थोड़ा हल्का रंग)
it: Selettore colore (colore luce dithering)
ja: カラーピッカー (ディザライトカラー)
pt_br: Seletor de cores (cor clara de pontilhamento)
ru: Палитра цветов (Dither Light Color)
zh_hans: 颜色选择器（抖动光颜色）

source: Color Picker (Foreground Color)
ar: منتقي الألوان (لون المقدمة)
es: Selector de color (color de primer plano)
fr: Sélecteur de couleurs (couleur de premier plan)
hi: रंग चयनकर्ता (अग्रभूमि रंग)
it: Selettore colore (colore di primo piano)
ja: カラーピッカー (前景色)
pt_br: Seletor de cores (cor de primeiro plano)
ru: Палитра цветов (цвет переднего плана)
zh_hans: 颜色选择器（前景色）

source: Color Picker (Gradient Map Highlights)
ar: منتقي الألوان (إبرازات الخريطة المتدرجة)
es: Selector de color (resaltados del mapa de degradado)
fr: Sélecteur de couleurs (points saillants de la carte de dégradé)
hi: रंग चयनकर्ता (ग्रेडियंट मानचित्र हाइलाइट्स)
it: Selettore colore (evidenziazioni mappa gradiente)
ja: カラーピッカー (グラデーションマップのハイライト)
pt_br: Seletor de cores (destaques do mapa de gradiente)
ru: Палитра цветов (Основные моменты карты градиента)
zh_hans: 颜色选择器（渐变图突出显示）

source: Color Picker (Gradient Map Shadows)
ar: منتقي الألوان (ظلال الخريطة المتدرجة)
es: Selector de color (sombras del mapa de degradado)
fr: Sélecteur de couleurs (ombres de carte de dégradé)
hi: रंग बीनने वाला (ढाल मानचित्र छाया)
it: Selettore colore (ombre mappa gradiente)
ja: カラーピッカー (グラデーションマップシャドウ)
pt_br: Seletor de cores (sombras do mapa de gradiente)
ru: Палитра цветов (тени карты градиента)
zh_hans: 颜色选择器（渐变贴图阴影）
